Repository: securefolderfs-community/ClipboardCanvas
Catalog: ClipboardCanvas/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, pt_pt, ro_ro, ru_ru, zh_cn

source: Reference Files
de_de: Referenz-Dateien
pt_pt: Ficheiros de Referência
ro_ro: Fișiere de Referință
ru_ru: Файлы упоминания
zh_cn: 引用文件

source: Reload Collection
de_de: Sammlung neu laden
pt_pt: Recarregar Coleção
ro_ro: Reîncărcare Colecție
ru_ru: Перезагрузить коллекцию
zh_cn: 重新加载合集

source: Remove Collection
de_de: Sammlung entfernen
pt_pt: Remover Coleção
ro_ro: Ștergere Colecție
ru_ru: Удалить коллекцию
zh_cn: 删除合集

# RemoveFromTimelineSection
source: Remove from this section
de_de: Aus dieser Sammlung entfernen
pt_pt: Remover desta secção
ro_ro: Ștergere din această secțiune
ru_ru: Удалить из этого раздела
zh_cn: 从分区中删除

source: Remove icon
de_de: Icon entfernen
pt_pt: Remover ícone
ro_ro: Ștergere pictogramă
ru_ru: Удалить иконку
zh_cn: 删除图标

source: Rename
de_de: Umbenennen
pt_pt: Mudar o nome
ro_ro: Redenumire
ru_ru: Переименовать
zh_cn: 重命名

source: Reset item positions
de_de: Gegenstandspositionen zurücksetzen
pt_pt: Repor as posições do item
ro_ro: Resetare poziții pictograme
ru_ru: Сбросить позицию объектов
zh_cn: 重置项目位置

source: Restart Application
de_de: Programm neustarten
pt_pt: Reiniciar Aplicação
ro_ro: Repornire aplicație
ru_ru: Перезапустить приложение
zh_cn: 重启应用程序

source: Restricted Access
de_de: Beschränkter Zugang
pt_pt: Acesso Restrito
ro_ro: Acces restricționat
ru_ru: Ограниченный доступ
zh_cn: 受限访问

# RestrictedAccessDescription1
source: Clipboard Canvas requires permission to access the file system for it to work correctly. Without the permission, some features will be disabled and/or limited.
de_de: Clipboard Canvas benötigt die Berechtigung, auf das Dateisystem zuzugreifen, um richtig zu funktionieren. Ohne die Berechtigung werden einige Funktionen gesperrt oder limitiert.
pt_pt: Clipboard Canvas requer permissão para aceder ao sistema de ficheiros para que este funcione corretamente. Sem a permissão, algumas características serão desativadas e/ou limitadas.
ro_ro: Clipboard Canvas are nevoie de acces la sistemul de fișiere pentru a funcționa normal. Fără permisiune, unele funcții vor fi dezactivate și/sau limitate.
ru_ru: Для корректной работы Clipboard Canvas требуется разрешение на доступ к файловой системе. Без этого разрешения некоторые функции будут отключены и/или ограничены.
zh_cn: Clipboard Canvas需要访问文件系统的权限才能正常工作。未经许可，某些功能将被禁用或限制。

# RestrictedAccessDescription2
source: You can grant this permission by heading to settings, whereupon the app will be closed.
de_de: Du kannst die Berechtigung in den Einstellungen erteilen, woraufhin das Programm geschlossen wird.
pt_pt: Pode conceder esta permissão dirigindo-se às definições, após o que a aplicação será encerrada.
ro_ro: Poți permite acest lucru în Setări, unde aplicația va fi închisă.
ru_ru: Вы можете предоставить это разрешение, перейдя в параметры, после чего приложение будет закрыто.
zh_cn: 您可以通过指向设置授予此权限，然后应用程序将关闭。

# RestrictedAccessDescription3
source: You can also continue in Restricted Access mode with limited features.
de_de: Du kannst auch im 'Beschränkter Zugang'-Modus fortfahren. Klicke für mehr Informationen.
pt_pt: Também pode continuar no modo de Acesso Restrito com características limitadas.
ro_ro: Poți continua în Acces restricționat cu funcționalitate redusă.
ru_ru: Вы также можете продолжить работу в режиме ограниченного доступа с заблокированными функциями.
zh_cn: 您也可以在受限访问模式下继续使用受限功能。

# RestrictedAccessTitleTooltip
source: Clipboard Canvas is currently in Restricted Access mode. Click for more details.
de_de: Clipboard Canvas ist zurzeit im 'Beschränkter Zugang'-Modus. Klicke für mehr Informationen.
pt_pt: Clipboard Canvas está atualmente em modo de Acesso Restrito. Clique para mais detalhes.
ro_ro: Clipboard Canvas este în Acces restricționat. Clic pentru mai multe detalii.
ru_ru: В настоящее время Clipboard Canvas находится в режиме ограниченного доступа. Нажмите для получения более подробной информации.
zh_cn: Clipboard Canvas 当前处于受限访问模式。单击了解更多详细信息。

source: Retry
de_de: Erneut versuchen
pt_pt: Tentar novamente
ro_ro: Încearcă din nou
ru_ru: Повторить
zh_cn: 重试

source: Search
de_de: Suche
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
zh_cn: 搜索

source: Select all
de_de: Alles auswählen
pt_pt: Selecionar tudo
ro_ro: Selectare totală
ru_ru: Выбрать все
zh_cn: 全选

source: Set as Autopaste target
de_de: Als Autoeinfügen-Ziel setzen
pt_pt: Definir como alvo da Colagem automática
ro_ro: Setare ca țintă autolipire
ru_ru: Установить в качестве цели автовставки
zh_cn: 设置为自动粘贴目标

# SettingsAbout
source: About
de_de: Über
pt_pt: Acerca de
ro_ro: Despre
ru_ru: О приложении
zh_cn: 关于

# SettingsAboutPageAppVersion
source: Version {0}
pt_pt: Versão {0}
ro_ro: Versiunea {0}
ru_ru: Версия {0}
zh_cn: 版本 {0}

# SettingsAboutPageOpenLogLocation
source: Open log file location
de_de: Protokolldateien-Speicherort öffnen
pt_pt: Abrir localização do ficheiro de registo
ro_ro: Deschidere locație fișier log
ru_ru: Открыть логи
zh_cn: 打开日志文件位置

# SettingsAboutPagePrivacyPolicy
source: Privacy Policy
de_de: Datenschutzerklärung
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: Политика конфиденциальности
zh_cn: 隐私政策

# SettingsAboutPagePrivacyPolicyError
source: An error occurred while trying to load privacy policy
de_de: Beim Laden der Datenschutzerklärung ist ein Fehler aufgetreten
pt_pt: Ocorreu um erro ao tentar carregar a política de privacidade
ro_ro: Am întâmpinat o eroare încercând să încărcăm politica de confidențialitate
ru_ru: В ходе загрузки политики конфиденциальности произошла ошибка
zh_cn: 尝试加载隐私策略时出错

# SettingsAboutPagePullingPrivacyPolicy
source: Pulling Clipboard Canvas' privacy policy from GitHub
de_de: Lädt Clipboard Canvas' Datenschutzerklärung aus GitHub
pt_pt: Puxando a política de privacidade do Clipboard Canvas do GitHub
ro_ro: Se preia politica de confidențialitate Clipboard Canvas de pe GitHub
ru_ru: Получение политики конфиденциальности Clipboard Canvas' из GitHub
zh_cn: 从GitHub中提取剪贴板画布的隐私策略

# SettingsAboutPageReleaseNotes
source: Release notes
de_de: Versionshinweise
pt_pt: Notas de lançamento
ro_ro: Note de lansare
ru_ru: Примечания к выпуску
zh_cn: 发行说明

# SettingsAboutPageStarOnGitHub
source: Star Clipboard Canvas on GitHub
de_de: Clipboard Canvas in GitHub einen Stern geben
pt_pt: Estrelar Clipboard Canvas no Github
ro_ro: Star Clipboard Canvas pe GitHub
ru_ru: Отметить Clipboard Canvas на GitHub
zh_cn: Clipboard Canvas在GitHub上的星标数量

# SettingsAboutPageSubmitFeedback
source: Submit feedback
de_de: Rückmeldung abgeben
pt_pt: Submeter feedback
ro_ro: Trimitere feedback
ru_ru: Отправить отзыв
zh_cn: 提交反馈

# SettingsAboutPageViewIntroductionPage
source: View introduction page
de_de: Einführungsansicht anzeigen
pt_pt: Ver página de introdução
ro_ro: Vezi pagina introductivă
ru_ru: Просмотреть вводную страницу
zh_cn: 查看介绍页

# SettingsGeneral
source: General
de_de: Allgemein
pt_pt: Geral
ru_ru: Общие
zh_cn: 常规

# SettingsGeneralPageInfiniteCanvasAsDefault
source: Use Infinite Canvas as default
de_de: 'Unbegrenzte Leinwand' als Standard nutzen
pt_pt: Utilizar Tela Infinita como predefinição
ro_ro: Utilizează Canvasul Infinit ca setare implicită
ru_ru: Использовать бесконечное полотно по умолчанию
zh_cn: 使用无限画布作为默认值

# SettingsGeneralPagePermanentDeletionAsDefault
source: Permanently delete items as default
de_de: Dateien standardmäßig dauerhaft löschen
pt_pt: Eliminar permanentemente os itens como predefinição
ro_ro: Șterge elemente definitiv în mod implicit
ru_ru: Удаление навсегда по умолчанию
zh_cn: 永久删除默认项目

# SettingsGeneralPageShowDeleteConfirmation
source: Show confirmation dialog when deleting items
de_de: Bestätigungsdialog beim Löschen von Gegenständen anzeigen
pt_pt: Mostrar diálogo de confirmação ao eliminar ficheiros
ro_ro: Afișează un dialog de confirmare la ștergerea elementelor
ru_ru: Показывать диалог подтверждения при удалении
zh_cn: 删除项目时显示确认对话框

# SettingsGeneralPageShowTimelineWidget
source: Show Timeline widget on the Homepage
de_de: Zeitleistenwidget auf der Startseite anzeigen
pt_pt: Mostrar o widget Linha do Tempo na Página inicial
ro_ro: Afișează widget Cronologie pe pagina de pornire
ru_ru: Показывать временную шкалу на домашней странице
zh_cn: 在主页上显示时间轴小部件

# SettingsNotifications
source: Notifications
de_de: Benachrichtigungen
pt_pt: Notificações
ro_ro: Notificări
ru_ru: Уведомления
zh_cn: 通知

# SettingsNotificationsPageShowCrashNotification
source: Show error notification if app crashes
de_de: Bei Programmabstürzen Fehlermeldung anzeigen
pt_pt: Mostrar notificação de erro se a aplicação falhar
ro_ro: Afișează notificare eroare când aplicația are un accident
ru_ru: Показывать уведомление при сбое приложения
zh_cn: 当应用程序崩溃时显示错误通知

# SettingsPasting
source: Pasting
de_de: Einfügen
pt_pt: Colagem
ro_ro: Lipire
ru_ru: Вставка
zh_cn: 粘贴

# SettingsPastingPageOpenNewCanvas
source: Open new canvas on paste
de_de: Beim Einfügen eine neue Leinwand öffnen
pt_pt: Abrir nova tela ao colar
ro_ro: Deschide un canvas nou la lipire
ru_ru: Открывать новое полотно при вставке
zh_cn: 粘贴时打开新画布

# SettingsPastingPagePasteAsReference
source: Paste files as reference
de_de: Dateien als Referenz einfügen
pt_pt: Colar ficheiros como referência
ro_ro: Lipește fișierele ca referințe
ru_ru: Вставлять объекты как файлы упоминания
zh_cn: 将文件作为引用粘贴

# SettingsPastingPageReferenceFilesInfo
source: Reference Files allow you to paste files without creating copies of them. With this setting enabled, every file is pasted as a reference. A reference file is created pointing to the original file which is seamlessly displayed by Clipboard Canvas.
de_de: Referenz-Dateien erlauben dir das Einfügen von Dateien ohne Kopien dieser zu erstellen. Wird diese Einstellung aktiviert, wird jede Datei als Referenz eingefügt. Eine auf die Originaldatei verweisende Referenz-Datei wird erstellt, welche nahtlos durch Clipboard Canvas dargestellt wird.
pt_pt: Os Ficheiros de Referência permitem-lhe colar ficheiros sem criar cópias dos mesmos. Com esta definição ativada, cada ficheiro é colado como uma referência. É criado um ficheiro de referência apontando para o ficheiro original, que é exibido sem problemas pelo Clipboard Canvas.
ro_ro: Fișierele de Referință îți permit sa lipești fișiere fără să creezi copii ale acestora. Cu această setare activată, fiecare fișier este lipit ca o referință. Un fișier de referință este creat punctând la locația fișierului original care este afișat fără efort de către aplicație.
ru_ru: Файлы упоминания позволяют вставлять объекты без создания их копий. При включении этого параметра каждый объект вставляется как упоминание. Файл упоминания, указывающий на исходный объект, создается и беспрепятственно отображается в Clipboard Canvas.
zh_cn: “引用文件”允许您粘贴文件，而无需创建它们的副本。启用此设置后，每个文件都将作为引用粘贴。 将创建一个引用文件，指向剪贴板画布无缝显示的原始文件。

# SettingsPastingPageRestrictedAccessWarning
source: Cannot enable this setting while in Restricted Access mode.
de_de: Diese Einstellung kann im 'Beschränkter Zugang'-Modus nicht aktiviert werden.
pt_pt: Não é possível ativar esta definição enquanto estiver no modo de Acesso Restrito.
ro_ro: Nu se poate activa această setare în modul Acces restricționat.
ru_ru: Невозможно включить этот параметр в режиме ограниченного доступа.
zh_cn: 在受限访问模式下无法启用此设置。

# SettingsPastingPageUseMarkdownAsDefault
source: Use markdown format instead of text files
de_de: Markdown-Format statt Textdatei verwenden
pt_pt: Utilizar o formato Markdown em vez de ficheiros de texto
ro_ro: Utilizează formatul markdown în favoarea fișierelor text
ru_ru: Использовать формат Markdown вместо текстовых файлов
zh_cn: 使用markdown格式替代文本文件

source: Show in Collection
de_de: In Sammlung anzeigen
pt_pt: Mostrar na Coleção
ro_ro: Afișare în Colecție
ru_ru: Показывать в коллекции
zh_cn: 在合集中显示

source: Switch to Infinite Canvas
de_de: Zur 'Unbegrenzten Leinwand' wechseln
pt_pt: Trocar para Tela Infinita
ro_ro: Comută la Canvas Infinit
ru_ru: Переключиться на бесконечное полотно
zh_cn: 切换到无限画布

source: Switch to One Canvas
de_de: Zur Einen Leinwand' wechseln
pt_pt: Trocar para Tela Única
ro_ro: Comută la un Canvas
ru_ru: Переключиться на одно полотно
zh_cn: 切换到单画布

source: Timeline
de_de: Zeitleiste
pt_pt: Linha do tempo
ro_ro: Cronologie
ru_ru: Временная шкала
zh_cn: 时间轴

# UnknownError
source: An unknown error occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.
pt_pt: Ocorreu um erro desconhecido.
ro_ro: O eroare necunoscută a fost întâmpinată.
ru_ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

source: View on GitHub
de_de: In GitHub ansehen
pt_pt: Ver no GitHub
ro_ro: Vezi pe GitHub
ru_ru: Просмотреть на GitHub
zh_cn: 去GitHub查看
